Repository: asvbkr/ttBotDemo
Catalog: TamTamBot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: bot @%(username)s (%(name)s)
ru: бот @%(username)s (%(name)s)

source: This is the coolest bot in the world, but so far can not do anything. To open the menu, type /menu.
ru: Это самый крутой бот в мире, но пока ничего не умееет. Для вызова меню, наберите /menu.

source: Abilities:
ru: Возможности:

source: About bot
ru: О боте

source: All chat bots
ru: Все чаты бота

source: API documentation for TamTam-bots
ru: Документация по TamTam ботов

source: JSON Diagram API TamTam Bots
ru: JSON-схема API TamTam ботов

source: Report your contact details
ru: Сообщить контактные данные

source: Report your location
ru: Сообщить местонахождение

source: "%s" is an incorrect command. Please specify.
ru: "%s" некорректная команда. Пожалуйста, уточните.

source: Your request (%s) cannot be completed at this time. Try again later.
ru: В настоящее время невозможно выполнить Ваш запрос (%s). Попробуйте позже.

source: %(chat_name)s: participants: %(participants)s; permissions: %(permissions)s
ru: %(chat_name)s: участников: %(participants)s; права: %(permissions)s

source: Chats not found.
ru: Чаты не найдены.

source: Bot connected to the chat:
ru: Бот подключен к чатам:

source: Start. Press Ctrl-Break for stopping.
ru: Начато. Нажмите Ctrl-Break для остановки.

source: Update request
ru: Ожидание обновлений...

source: Update request completed
ru: Ожидание обновлений завершено

source: There are %s updates
ru: Имеется %s обновлений

source: No updates...
ru: Обновлений нет

source: Pause for %s seconds
ru: Приостановка на %s секунд

source: Stopping
ru: Остановлено

source: Found chat => chat_id=%(id)s; type: %(type)s; status: %(status)s; title: %(title)s; participants: %(participants)s; owner: %(owner)s
ru: Найден чат => id=%(id)s; тип: %(type)s; статус: %(status)s; название: %(title)s; участников: %(participants)s; владелец: %(owner)s

source: No available items found.
ru: Не найдено доступных элементов.

source: Yes
ru: Да

source: No
ru: Нет

source: current bot (№%s)
ru: этот бот (№%s)

source: dialog
ru: диалог

source: chat
ru: чат

source: channel
ru: канал
